{"format": "graph-model", "generatedBy": "1.14.0", "convertedBy": "TensorFlow.js Converter v1.2.6", "modelTopology": {"node": [{"name": "input.1", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "64"}]}}}}, {"name": "transpose_2/perm", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "transpose_1/perm", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "batchnorm_9/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "32"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_9/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "32"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_8/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "32"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_8/mul", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "32"}, {"size": "1"}, {"size": "1"}]}}}}}, {"name": "batchnorm_7/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "64"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_7/mul", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "64"}, {"size": "1"}, {"size": "1"}]}}}}}, {"name": "batchnorm_6/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "128"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_6/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "128"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_5/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "256"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_5/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "256"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split_10", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_4/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "512"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_4/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "512"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split_8", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "4"}, {"size": "4"}, {"size": "512"}, {"size": "512"}]}}}}}, {"name": "batchnorm_3/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "512"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_3/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "512"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "7"}, {"size": "256"}, {"size": "512"}]}}}}}, {"name": "batchnorm_2/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "256"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_2/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "256"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "128"}, {"size": "256"}]}}}}}, {"name": "batchnorm_1/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "128"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_1/mul", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "128"}, {"size": "1"}, {"size": "1"}]}}}}}, {"name": "split_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "7"}, {"size": "64"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "64"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "64"}, {"size": "1"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2"}, {"size": "2"}, {"size": "1"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "split_12", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "4"}, {"size": "4"}, {"size": "256"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose/input_sizes", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "split_14", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "7"}, {"size": "128"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_1/input_sizes", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "split_16", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "64"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_2/input_sizes", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "split_18", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}, {"size": "7"}, {"size": "32"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_3/input_sizes", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "split_20", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2"}, {"size": "2"}, {"size": "32"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_4/input_sizes", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "split_22", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_5/input_sizes", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "transpose_1", "op": "Transpose", "input": ["input.1", "transpose_1/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "convolution", "op": "Conv2D", "input": ["transpose_1", "split"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_2", "op": "Transpose", "input": ["convolution", "transpose_2/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "LeakyRelu", "op": "LeakyRelu", "input": ["transpose_2"], "attr": {"T": {"type": "DT_FLOAT"}, "alpha": {"f": 0.10000000149011612}}}, {"name": "batchnorm/mul_1", "op": "Mul", "input": ["LeakyRelu", "batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm/add_1", "op": "Add", "input": ["batchnorm/mul_1", "batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_4", "op": "Transpose", "input": ["batchnorm/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "convolution_1", "op": "Conv2D", "input": ["transpose_4", "split_2"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "transpose_5", "op": "Transpose", "input": ["convolution_1", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "LeakyRelu_1", "op": "LeakyRelu", "input": ["transpose_5"], "attr": {"T": {"type": "DT_FLOAT"}, "alpha": {"f": 0.10000000149011612}}}, {"name": "batchnorm_1/mul_1", "op": "Mul", "input": ["LeakyRelu_1", "batchnorm_1/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_1/add_1", "op": "Add", "input": ["batchnorm_1/mul_1", "batchnorm_1/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_7", "op": "Transpose", "input": ["batchnorm_1/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "convolution_2", "op": "Conv2D", "input": ["transpose_7", "split_4"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_8", "op": "Transpose", "input": ["convolution_2", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "LeakyRelu_2", "op": "LeakyRelu", "input": ["transpose_8"], "attr": {"T": {"type": "DT_FLOAT"}, "alpha": {"f": 0.10000000149011612}}}, {"name": "batchnorm_2/mul_1", "op": "Mul", "input": ["LeakyRelu_2", "batchnorm_2/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_2/add_1", "op": "Add", "input": ["batchnorm_2/mul_1", "batchnorm_2/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_10", "op": "Transpose", "input": ["batchnorm_2/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "convolution_3", "op": "Conv2D", "input": ["transpose_10", "split_6"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}}}, {"name": "transpose_11", "op": "Transpose", "input": ["convolution_3", "transpose_2/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "LeakyRelu_3", "op": "LeakyRelu", "input": ["transpose_11"], "attr": {"alpha": {"f": 0.10000000149011612}, "T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_3/mul_1", "op": "Mul", "input": ["LeakyRelu_3", "batchnorm_3/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_3/add_1", "op": "Add", "input": ["batchnorm_3/mul_1", "batchnorm_3/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_13", "op": "Transpose", "input": ["batchnorm_3/add_1", "transpose_1/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "convolution_4", "op": "Conv2D", "input": ["transpose_13", "split_8"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_14", "op": "Transpose", "input": ["convolution_4", "transpose_2/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "LeakyRelu_4", "op": "LeakyRelu", "input": ["transpose_14"], "attr": {"alpha": {"f": 0.10000000149011612}, "T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_4/mul_1", "op": "Mul", "input": ["LeakyRelu_4", "batchnorm_4/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_4/add_1", "op": "Add", "input": ["batchnorm_4/mul_1", "batchnorm_4/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_16", "op": "Transpose", "input": ["batchnorm_4/add_1", "transpose_1/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "convolution_5", "op": "Conv2D", "input": ["transpose_16", "split_10"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "conv2d_transpose", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose/input_sizes", "split_12", "convolution_5"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "transpose_20", "op": "Transpose", "input": ["conv2d_transpose", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "Relu", "op": "Relu", "input": ["transpose_20"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_5/mul_1", "op": "Mul", "input": ["Relu", "batchnorm_5/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_5/add_1", "op": "Add", "input": ["batchnorm_5/mul_1", "batchnorm_5/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_22", "op": "Transpose", "input": ["batchnorm_5/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_1", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose_1/input_sizes", "split_14", "transpose_22"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_23", "op": "Transpose", "input": ["conv2d_transpose_1", "transpose_2/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Relu_1", "op": "Relu", "input": ["transpose_23"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_6/mul_1", "op": "Mul", "input": ["Relu_1", "batchnorm_6/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_6/add_1", "op": "Add", "input": ["batchnorm_6/mul_1", "batchnorm_6/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_25", "op": "Transpose", "input": ["batchnorm_6/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_2", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose_2/input_sizes", "split_16", "transpose_25"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_26", "op": "Transpose", "input": ["conv2d_transpose_2", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "Relu_2", "op": "Relu", "input": ["transpose_26"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_7/mul_1", "op": "Mul", "input": ["Relu_2", "batchnorm_7/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_7/add_1", "op": "Add", "input": ["batchnorm_7/mul_1", "batchnorm_7/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_28", "op": "Transpose", "input": ["batchnorm_7/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_3", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose_3/input_sizes", "split_18", "transpose_28"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "transpose_29", "op": "Transpose", "input": ["conv2d_transpose_3", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "Relu_3", "op": "Relu", "input": ["transpose_29"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_8/mul_1", "op": "Mul", "input": ["Relu_3", "batchnorm_8/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_8/add_1", "op": "Add", "input": ["batchnorm_8/mul_1", "batchnorm_8/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_31", "op": "Transpose", "input": ["batchnorm_8/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_4", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose_4/input_sizes", "split_20", "transpose_31"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_32", "op": "Transpose", "input": ["conv2d_transpose_4", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "Relu_4", "op": "Relu", "input": ["transpose_32"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_9/mul_1", "op": "Mul", "input": ["Relu_4", "batchnorm_9/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "batchnorm_9/add_1", "op": "Add", "input": ["batchnorm_9/mul_1", "batchnorm_9/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "transpose_34", "op": "Transpose", "input": ["batchnorm_9/add_1", "transpose_1/perm"], "attr": {"Tperm": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "conv2d_transpose_5", "op": "Conv2DBackpropInput", "input": ["conv2d_transpose_5/input_sizes", "split_22", "transpose_34"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "transpose_35", "op": "Transpose", "input": ["conv2d_transpose_5", "transpose_2/perm"], "attr": {"T": {"type": "DT_FLOAT"}, "Tperm": {"type": "DT_INT32"}}}, {"name": "Tanh", "op": "Tanh", "input": ["transpose_35"], "attr": {"T": {"type": "DT_FLOAT"}}}], "library": {}, "versions": {"producer": 38}}, "weightsManifest": [{"paths": ["group1-shard1of16.bin", "group1-shard2of16.bin", "group1-shard3of16.bin", "group1-shard4of16.bin", "group1-shard5of16.bin", "group1-shard6of16.bin", "group1-shard7of16.bin", "group1-shard8of16.bin", "group1-shard9of16.bin", "group1-shard10of16.bin", "group1-shard11of16.bin", "group1-shard12of16.bin", "group1-shard13of16.bin", "group1-shard14of16.bin", "group1-shard15of16.bin", "group1-shard16of16.bin"], "weights": [{"name": "transpose_2/perm", "shape": [4], "dtype": "int32"}, {"name": "transpose_1/perm", "shape": [4], "dtype": "int32"}, {"name": "batchnorm_9/sub", "shape": [1, 32, 1, 1], "dtype": "float32"}, {"name": "batchnorm_9/mul", "shape": [1, 32, 1, 1], "dtype": "float32"}, {"name": "batchnorm_8/sub", "shape": [1, 32, 1, 1], "dtype": "float32"}, {"name": "batchnorm_8/mul", "shape": [1, 32, 1, 1], "dtype": "float32"}, {"name": "batchnorm_7/sub", "shape": [1, 64, 1, 1], "dtype": "float32"}, {"name": "batchnorm_7/mul", "shape": [1, 64, 1, 1], "dtype": "float32"}, {"name": "batchnorm_6/sub", "shape": [1, 128, 1, 1], "dtype": "float32"}, {"name": "batchnorm_6/mul", "shape": [1, 128, 1, 1], "dtype": "float32"}, {"name": "batchnorm_5/sub", "shape": [1, 256, 1, 1], "dtype": "float32"}, {"name": "batchnorm_5/mul", "shape": [1, 256, 1, 1], "dtype": "float32"}, {"name": "split_10", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batchnorm_4/sub", "shape": [1, 512, 1, 1], "dtype": "float32"}, {"name": "batchnorm_4/mul", "shape": [1, 512, 1, 1], "dtype": "float32"}, {"name": "split_8", "shape": [4, 4, 512, 512], "dtype": "float32"}, {"name": "batchnorm_3/sub", "shape": [1, 512, 1, 1], "dtype": "float32"}, {"name": "batchnorm_3/mul", "shape": [1, 512, 1, 1], "dtype": "float32"}, {"name": "split_6", "shape": [7, 7, 256, 512], "dtype": "float32"}, {"name": "batchnorm_2/sub", "shape": [1, 256, 1, 1], "dtype": "float32"}, {"name": "batchnorm_2/mul", "shape": [1, 256, 1, 1], "dtype": "float32"}, {"name": "split_4", "shape": [5, 5, 128, 256], "dtype": "float32"}, {"name": "batchnorm_1/sub", "shape": [1, 128, 1, 1], "dtype": "float32"}, {"name": "batchnorm_1/mul", "shape": [1, 128, 1, 1], "dtype": "float32"}, {"name": "split_2", "shape": [7, 7, 64, 128], "dtype": "float32"}, {"name": "batchnorm/sub", "shape": [1, 64, 1, 1], "dtype": "float32"}, {"name": "batchnorm/mul", "shape": [1, 64, 1, 1], "dtype": "float32"}, {"name": "split", "shape": [2, 2, 1, 64], "dtype": "float32"}, {"name": "split_12", "shape": [4, 4, 256, 512], "dtype": "float32"}, {"name": "conv2d_transpose/input_sizes", "shape": [4], "dtype": "int32"}, {"name": "split_14", "shape": [7, 7, 128, 256], "dtype": "float32"}, {"name": "conv2d_transpose_1/input_sizes", "shape": [4], "dtype": "int32"}, {"name": "split_16", "shape": [5, 5, 64, 128], "dtype": "float32"}, {"name": "conv2d_transpose_2/input_sizes", "shape": [4], "dtype": "int32"}, {"name": "split_18", "shape": [7, 7, 32, 64], "dtype": "float32"}, {"name": "conv2d_transpose_3/input_sizes", "shape": [4], "dtype": "int32"}, {"name": "split_20", "shape": [2, 2, 32, 32], "dtype": "float32"}, {"name": "conv2d_transpose_4/input_sizes", "shape": [4], "dtype": "int32"}, {"name": "split_22", "shape": [1, 1, 1, 32], "dtype": "float32"}, {"name": "conv2d_transpose_5/input_sizes", "shape": [4], "dtype": "int32"}]}]}